# Homebrew casks. Source: mac-software-inventory-2026-03-05-103827. Refresh with scripts/14-export-state.sh on macOS.
adobe-reader
adoptopenjdk
adoptopenjdk11
adoptopenjdk14
adoptopenjdk15
adoptopenjdk9
anaconda
android-file-transfer
android-platform-tools
atom
balenaetcher
betterzip
blender
brave-browser
burn
caffeine
ccleaner
cheatsheet
chromium
cloudflare-warp
colloquy
commander-one
cyberduck
dash
diffmerge
discord
docker
docker-desktop
double-commander
dropbox
duckduckgo
eclipse-jee
elmedia-player
emacs
exifrenamer
firefox
firefox-developer-edition
firefox@developer-edition
forklift
gdisk
gimp
github-desktop
google-chrome
google-drive
google-earth
google-photos-backup
google-plus-auto-backup
gpg-suite
hammerspoon
horos
inkscape
insomnia
intellij-idea-ce
iterm2
java
java-jdk-javadoc
java6
java7
jd-gui
karabiner-elements
keepingyouawake
keka
keybase
keystore-explorer
kid3
libreoffice
libreoffice-language-pack
lunchy
macfuse
malwarebytes-anti-malware
max
mediahuman-youtube-downloader
microsoft-edge
microsoft-edge-dev
microsoft-edge@dev
microsoft-teams
mono-mdk
mpv
mucommander
mullvadvpn
music-manager
musicbrainz-picard
mysqlworkbench
ntfstool
opera
osxfuse
paintbrush
paragon-ntfs
pencil
pinta
postman
prey
pycharm-ce-with-anaconda-plugin
qbittorrent
qfinder-pro
rdm
reikey
resilio-sync
robomongo
sequel-pro
signal
silverlight
skype
slack
smcfancontrol
soundflower
soundflowerbed
spectacle
springtoolsuite
sublime-text
teamviewer
telegram
the-unarchiver
thunderbird
time-out
tor-browser
vagrant
veracrypt
viber
virtualbox
virtualbox-extension-pack
visual-paradigm-ce
visual-studio-code
visualvm
vlc
vysor
warp
webex-meetings
whatsapp
wireshark
xld
xnviewmp
xquartz
xrg
yed
yourkit-java-profiler
