# Homebrew formulae. Source: mac-software-inventory-2026-03-05-103827. Refresh with scripts/14-export-state.sh on macOS.
adns
antigen
apr
apr-util
aribb24
asciidoc
at-spi2-core
atkmm@2.28
autoconf
autoconf@2.69
autojump
automake
bash
bashdb
bdw-gc
berkeley-db
berkeley-db@5
bfg
bison
boost
brotli
c-ares
ca-certificates
cabextract
cairo
cairomm@1.14
cdrtools
certifi
checkstyle
chkrootkit
cjson
cmake
cmatrix
cmocka
convmv
coreutils
curl
dav1d
dbus
docbook
docbook-xsl
docker
docker-compose
docutils
doxygen
enca
enscript
exiftool
expat
ffmpeg
flac
fontconfig
freetype
frei0r
fribidi
gcc
gd
gdbm
gdk-pixbuf
gettext
giflib
git
git-lfs
glib
glibmm@2.66
gmp
gnu-sed
gnupg
gnutls
go
gobject-introspection
grails
graphite2
graphviz
groovy
groovysdk
gsettings-desktop-schemas
gsmartcontrol
gtk+3
gtkmm3
gts
guile
harfbuzz
hicolor-icon-theme
highway
htop
hwloc
icu4c@77
imath
isl
itstool
jasper
jboss-as
jemalloc
jenv
jetty
jetty-runner
jmeter
jpeg
jpeg-turbo
jpeg-xl
jq
kompose
kubernetes-cli
lame
leiningen
leptonica
libarchive
libass
libassuan
libb2
libbluray
libcbor
libdeflate
libepoxy
libev
libevent
libffi
libfido2
libgcrypt
libgit2
libgpg-error
libice
libidn2
libksba
libmagic
libmicrohttpd
libmpc
libnghttp2
libogg
libomp
libpng
libpthread-stubs
librist
librsvg
libsamplerate
libsigc++@2
libsm
libsndfile
libsodium
libsoxr
libssh
libssh2
libtasn1
libtiff
libtool
libudfread
libunibreak
libunistring
libusb
libuv
libvidstab
libvmaf
libvorbis
libvpx
libx11
libxau
libxcb
libxdmcp
libxext
libxfixes
libxi
libxml2
libxmu
libxrender
libxt
libxtst
libyaml
lit
little-cms2
llvm
lua
lunchy
lz4
lzip
lzo
m4
mas
maven
maven@3.5
mbedtls
meson
midnight-commander
minikube
mmv
mongodb
mpdecimal
mpfr
mpg123
mysql
nasm
ncurses
netpbm
nettle
nghttp2
ninja
node
npth
nrg2iso
numpy
oniguruma
openapi-generator
openblas
opencore-amr
openexr
openjdk
openjdk@11
openjpeg
openjph
openldap
openssl@1.1
openssl@3
openvino
opus
ossp-uuid
p11-kit
p7zip
pango
pangomm@2.46
pcre
pcre2
perl
pinentry
pixman
pkgconf
popt
protobuf
protobuf@21
proxytunnel
pugixml
pyenv
pygments
python-certifi
python-charset-normalizer
python-idna
python-jinja
python-markupsafe
python-packaging
python-requests
python-setuptools
python-tabulate
python-urllib3
python@3.10
python@3.12
python@3.13
python@3.8
python@3.9
rav1e
rclone
readline
reattach-to-user-namespace
redis
rename
ronn
rpm
rsync
rtmpdump
rubberband
ruby
s-lang
sbt
scala
scalastyle
scons
sdl2
sevenzip
six
smartmontools
snappy
source-highlight
specstory
speedtest-cli
speex
sphinx-doc
spring-boot
sqlite
srt
stow
stunnel
subversion
svt-av1
swig
syncthing
tbb
tcl-tk
tesseract
testdisk
theora
tmux
tmux-mem-cpu-load
tmuxinator
tomcat
tree
tty-solitaire
typesafe-activator
unbound
unrar
unzip
utf8proc
util-macros
velero
wakeonlan
watch
webp
wget
wine
winetricks
x264
x265
xclip
xorgproto
xtrans
xvid
xxhash
xz
yasm
youtube-dl
yt-dlp
z3
zeromq
zimg
zlib
zsh
zsh-autosuggestions
zsh-completions
zsh-git-prompt
zsh-history-substring-search
zsh-lovers
zsh-navigation-tools
zsh-syntax-highlighting
zshdb
zstd
