# VS Code / Cursor extension IDs. Source: mac-software-inventory-2026-03-05-103827. Refresh with scripts/14-export-state.sh on macOS.
davidanson.vscode-markdownlint
docker.docker
dorian-marchal.add-line-break
dotjoshjohnson.xml
estivo.csv-editor
github.copilot-chat
grapecity.gc-excelviewer
huntertran.auto-markdown-toc
janisdd.vscode-edit-csv
khaeransori.json2csv
mdickin.markdown-shortcuts
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
redhat.java
redhat.vscode-commons
redhat.vscode-yaml
shengchen.vscode-checkstyle
skn0tt.markdown-link-expander
sonarsource.sonarlint-vscode
streetsidesoftware.code-spell-checker
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
yzane.markdown-pdf
yzhang.markdown-all-in-one
